micropython/micropython/ports/raspberrypi/boards/cosmo_pico/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "COSMO-Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
